# vim:set ft=ruby :

tap 'mscharley/homebrew'

brew 'ansible'
brew 'dep'
brew 'ffmpeg'
brew 'fish'
brew 'fzf'
brew 'ghostscript'
brew 'git-crypt'
brew 'htop'
brew 'imagemagick@6'
brew 'jq'
brew 'nvim'
brew 'nvm'
brew 'psql'
brew 'python'
brew 'rbenv'
brew 'rg'
brew 'ruby-build'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'wget'

cask 'cmd-eikana'
cask 'docker'
cask 'flycut'
cask 'kitty'
cask 'ngrok'
cask 'skitch'
cask 'virtualbox'
